<template>
  <div id="main" class="c-n-fs-fs" :style="{width:main_width+'px'}">
    <div id="title" :style="{width:main_width+'px'}">
      北京嘉瑞世飞制冷有限公司
    </div>
    <div id="content" :style="{width:main_width+'px'}" class="c-w-fs-fs" >
      <p>北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>
      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>
      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>
      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>
      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>
      <p>工程范围：</p>
      <p>冷库、气调库、保鲜库、冷藏库、速冻库、医药库；风干库、种子库；高温加湿、低温加湿、低温除湿；冰水、工业用冷却水；温、湿度远程监控系统、全自动气体检测控制系统；低温食品加工间、化工原料恒温库、可程序恒温恒湿试验箱、可程序高低温试验箱、高低温试验箱；无菌库、净化库、中央空调等等。</p>
      <p>对于此项目，我公司将以优良的设计、合格的施工、热情的服务为守则，望双方最终能达成互利双赢。</p>
      <p>&nbsp;</p>
      <p>北京晶昕冰城制冷设备有限公司</p>
    </div>
  </div>
</template>

<script>
  import {mapGetters,mapState} from "vuex"
  export default {
    name: "Two",
    computed:{
      ...mapState(["menu","current_menu"]),
      ...mapGetters(["main_width","main_height"])
    },
  }
</script>

<style scoped>
  #main {
    font-size: 14px;
    font-family: Arial, "宋体";
  }
  #title{
    font-size: 36px;
    line-height: 50px;
    padding: 60px 0;
  }
  #content>p{
    text-align: left;
    text-indent: 2em;
    line-height: 1.5em;
  }


</style>
