/*Title*/
export default {
  namespaced: true,
  state :{
    host:"http://47.102.210.175/",
    module4_current_page:0,
    banner:[
      /*"http://lorempixel.com/1200/1200/nature/1",
      "http://lorempixel.com/1200/1200/nature/2",
      "http://lorempixel.com/1200/1200/nature/3",
      "http://lorempixel.com/1200/1200/nature/4",
      "http://lorempixel.com/1200/1200/nature/5",
      "http://lorempixel.com/1200/1200/nature/6",
      "http://lorempixel.com/1200/1200/nature/7",
      "http://lorempixel.com/1200/1200/nature/8",
      "http://lorempixel.com/1200/1200/nature/9",
      "http://lorempixel.com/1200/1200/nature/10",*/
      "http://47.102.210.175/uploadFiles/appBanner/1.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/2.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/3.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/4.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/5.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/6.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/7.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/8.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/9.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/10.jpg",
      /*"../../../static/images/banner/1.jpg",
      "../../../static/images/banner/2.jpg",
      "../../../static/images/banner/3.jpg",
      "../../../static/images/banner/4.jpg",
      "../../../static/images/banner/5.jpg",
      "../../../static/images/banner/6.jpg",
      "../../../static/images/banner/7.jpg",
      "../../../static/images/banner/8.jpg",
      "../../../static/images/banner/9.jpg",
      "../../../static/images/banner/10.jpg",*/
    ],
    module1_img:[
      // "../../../static/images/banner/1.jpg",
      // "../../../static/images/banner/2.jpg",
      // "../../../static/images/banner/3.jpg",
      // "../../../static/images/banner/4.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/1.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/2.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/3.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/4.jpg",
    ],
    module2_img:[
      // "../../../static/images/banner/1.jpg",
      // "../../../static/images/banner/2.jpg",
      // "../../../static/images/banner/3.jpg",
      // "../../../static/images/banner/4.jpg",
      // "../../../static/images/banner/5.jpg",
      // "../../../static/images/banner/6.jpg",
      // "../../../static/images/banner/7.jpg",
      // "../../../static/images/banner/8.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/1.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/2.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/3.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/4.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/5.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/6.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/7.jpg",
      "http://47.102.210.175/uploadFiles/appBanner/8.jpg",
    ],
    module3:[
      {
        title:"01",
        img_url:"http://47.102.210.175/uploadFiles/appBanner/1.jpg",
        detail:"公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一"
      },
      {
        title:"02",
        img_url:"http://47.102.210.175/uploadFiles/appBanner/2.jpg",
        detail:"公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一"
      },
      {
        title:"03",
        img_url:"http://47.102.210.175/uploadFiles/appBanner/3.jpg",
        detail:"公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一"
      },
      {
        title:"04",
        img_url:"http://47.102.210.175/uploadFiles/appBanner/4.jpg",
        detail:"公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一"
      },
      {
        title:"05",
        img_url:"http://47.102.210.175/uploadFiles/appBanner/5.jpg",
        detail:"公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一"
      }
    ],
    module4:[
      {
        title:"01",
        img_url:"http://47.102.210.175/uploadFiles/appBanner/1.jpg",
        detail:"公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一"
      },
      {
        title:"02",
        img_url:"http://47.102.210.175/uploadFiles/appBanner/2.jpg",
        detail:"公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一"
      },
      {
        title:"03",
        img_url:"http://47.102.210.175/uploadFiles/appBanner/3.jpg",
        detail:"公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一"
      },
      {
        title:"04",
        img_url:"http://47.102.210.175/uploadFiles/appBanner/4.jpg",
        detail:"公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一"
      },
      {
        title:"05",
        img_url:"http://47.102.210.175/uploadFiles/appBanner/5.jpg",
        detail:"公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一公司优势一"
      }
    ],

    three_certificate:[
      {
        img:"http://47.102.210.175/uploadFiles/certificate/1.jpg",
        title:"证书1",
      },
      {
        img:"http://47.102.210.175/uploadFiles/certificate/2.jpg",
        title:"证书2",
      },
      {
        img:"http://47.102.210.175/uploadFiles/certificate/3.jpg",
        title:"证书3",
      },
      {
        img:"http://47.102.210.175/uploadFiles/certificate/4.jpg",
        title:"证书4",
      },
      {
        img:"http://47.102.210.175/uploadFiles/certificate/5.jpg",
        title:"证书5",
      },
      {
        img:"http://47.102.210.175/uploadFiles/certificate/6.jpg",
        title:"证书6",
      },
      {
        img:"http://47.102.210.175/uploadFiles/certificate/7.jpg",
        title:"证书7",
      },
      {
        img:"http://47.102.210.175/uploadFiles/certificate/8.jpg",
        title:"证书8",
      },
      {
        img:"http://47.102.210.175/uploadFiles/certificate/9.jpg",
        title:"证书9",
      },
      {
        img:"http://47.102.210.175/uploadFiles/certificate/10.jpg",
        title:"证书10",
      },
      {
        img:"http://47.102.210.175/uploadFiles/certificate/11.jpg",
        title:"证书11",
      },
      {
        img:"http://47.102.210.175/uploadFiles/certificate/12.jpg",
        title:"证书12",
      }
    ],
    four_news:[
      {
        id:"",
        title:"医药冷库的设计要求",
        date:"2019/04/08",
        content:"<p>北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        id:"",
        title:"中央厨房冷库对餐饮门店的重大意义",
        date:"2018/11/08",
        content:"<p>北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        id:"",
        title:"中央厨房冷库对餐饮门店的重大意义",
        date:"2018/11/08",
        content:"<p>北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        id:"",
        title:"中央厨房冷库对餐饮门店的重大意义",
        date:"2018/11/08",
        content:""
      },
      {
        id:"",
        title:"中央厨房冷库对餐饮门店的重大意义",
        date:"2018/11/08",
        content:""
      },
      {
        id:"",
        title:"中央厨房冷库对餐饮门店的重大意义",
        date:"2018/11/08",
        content:""
      },
      {
        id:"",
        title:"中央厨房冷库对餐饮门店的重大意义",
        date:"2018/11/08",
        content:""
      }
    ],
    five_case:[
      {
        title:"医药冷库0",
        img:"http://47.102.210.175/uploadFiles/appBanner/3.jpg",
        des:"000对于医药行业新申请认证企业，我公司主营业务医药冷库建造、药品冷库安装、医用冷库设计，严格遵守国家食" +
          "品药品监督局关于医用冷库的相关规定标准，高质量高标准的建造医药行业相关冷库工程，配合企业一次通过GSP、GMP认证。",
        details:"<p>000北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        title:"医药冷库1",
        img:"http://47.102.210.175/uploadFiles/appBanner/3.jpg",
        des:"111对于医药行业新申请认证企业，我公司主营业务医药冷库建造、药品冷库安装、医用冷库设计，严格遵守国家食" +
          "品药品监督局关于医用冷库的相关规定标准，高质量高标准的建造医药行业相关冷库工程，配合企业一次通过GSP、GMP认证。",
        details:"<p>111北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        title:"医药冷库2",
        img:"http://47.102.210.175/uploadFiles/appBanner/3.jpg",
        des:"222对于医药行业新申请认证企业，我公司主营业务医药冷库建造、药品冷库安装、医用冷库设计，严格遵守国家食" +
          "品药品监督局关于医用冷库的相关规定标准，高质量高标准的建造医药行业相关冷库工程，配合企业一次通过GSP、GMP认证。",
        details:"<p>222北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        title:"医药冷库3",
        img:"http://47.102.210.175/uploadFiles/appBanner/3.jpg",
        des:"333对于医药行业新申请认证企业，我公司主营业务医药冷库建造、药品冷库安装、医用冷库设计，严格遵守国家食" +
          "品药品监督局关于医用冷库的相关规定标准，高质量高标准的建造医药行业相关冷库工程，配合企业一次通过GSP、GMP认证。",
        details:"<p>333北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        title:"医药冷库4",
        img:"http://47.102.210.175/uploadFiles/appBanner/3.jpg",
        des:"444对于医药行业新申请认证企业，我公司主营业务医药冷库建造、药品冷库安装、医用冷库设计，严格遵守国家食" +
          "品药品监督局关于医用冷库的相关规定标准，高质量高标准的建造医药行业相关冷库工程，配合企业一次通过GSP、GMP认证。",
        details:"<p>444北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
    ],
    sex_make:[
      {
        title:"气调冷库0",
        img:"http://47.102.210.175/uploadFiles/appBanner/2.jpg",
        des:"气调冷库，可以长时间存放贵价蔬菜、水果，可以保持新鲜长达1至2个月，视情况而定，" +
          "苹果和猕猴桃甚至可以存放8-10个月。可以反季节投放市场延长销售时间。",
        details:"<p>0北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        title:"气调冷库1",
        img:"http://47.102.210.175/uploadFiles/appBanner/2.jpg",
        des:"气调冷库，可以长时间存放贵价蔬菜、水果，可以保持新鲜长达1至2个月，视情况而定，" +
          "苹果和猕猴桃甚至可以存放8-10个月。可以反季节投放市场延长销售时间。",
        details:"<p>1北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        title:"气调冷库2",
        img:"http://47.102.210.175/uploadFiles/appBanner/2.jpg",
        des:"气调冷库，可以长时间存放贵价蔬菜、水果，可以保持新鲜长达1至2个月，视情况而定，" +
          "苹果和猕猴桃甚至可以存放8-10个月。可以反季节投放市场延长销售时间。",
        details:"<p>2北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        title:"气调冷库3",
        img:"http://47.102.210.175/uploadFiles/appBanner/2.jpg",
        des:"气调冷库，可以长时间存放贵价蔬菜、水果，可以保持新鲜长达1至2个月，视情况而定，" +
          "苹果和猕猴桃甚至可以存放8-10个月。可以反季节投放市场延长销售时间。",
        details:"<p>3北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        title:"气调冷库4",
        img:"http://47.102.210.175/uploadFiles/appBanner/2.jpg",
        des:"气调冷库，可以长时间存放贵价蔬菜、水果，可以保持新鲜长达1至2个月，视情况而定，" +
          "苹果和猕猴桃甚至可以存放8-10个月。可以反季节投放市场延长销售时间。",
        details:"<p>4北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        title:"气调冷库5",
        img:"http://47.102.210.175/uploadFiles/appBanner/2.jpg",
        des:"气调冷库，可以长时间存放贵价蔬菜、水果，可以保持新鲜长达1至2个月，视情况而定，" +
          "苹果和猕猴桃甚至可以存放8-10个月。可以反季节投放市场延长销售时间。",
        details:"<p>5北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
      {
        title:"气调冷库6",
        img:"http://47.102.210.175/uploadFiles/appBanner/2.jpg",
        des:"气调冷库，可以长时间存放贵价蔬菜、水果，可以保持新鲜长达1至2个月，视情况而定，" +
          "苹果和猕猴桃甚至可以存放8-10个月。可以反季节投放市场延长销售时间。",
        details:"<p>6北京晶昕冰城制冷设备有限公司落户于北京市，十几年来一直立志于发展国内的制冷行业，带头引进国外的先进技术和设备。通过十几年的技术和经验集成完善的前期设计、中期施工和后期售后维保服务。是专业从事制冷设备销售及冷库和冷却水系统的设计与安装的制冷公司，是中国制冷学会会员单位。公司采用德国、法国、日本等进口制冷设备，在国内外承建各种冷库，如保鲜库、冷藏库、低温库、速冻库、气调库、中央空调等以及各种制冷设备。</p>\n" +
          "      <p>公司承建的冷库及制冷设备广泛应用 于卫生、农、林、牧、渔等各相关行业，如花卉保鲜、果蔬仓储、医药冷藏、水产冷冻、各种熟食面点的加工与冷藏、畜牧产品、生产制造企业、乳品制造与加工等行业。 </p>\n" +
          "      <p>自公司成立以来，公司一直致力于“诚信服务，客户至上”的经营理念，为客户提供冷库、气调库和中央空调的设计、安装、售后服务等优质的一条龙服务。“做客户之所想，想客户之所需”就是我公司的服务宗旨。公司在不断的追求卓越。在技术上我们不断创新，打破传统制冷技术，拓展了新的制冷领域，并掌握前沿制冷技术，拥有雄厚的技术后盾。为了追求技术卓越，公司聘请了大学院校制冷专家教授作为公司的技术顾问，随时提供技术支持，最大程度上满足客户求经过多年的发展，目前公司制冷项目遍及国内外，如印度尼西亚、蒙古国、菲律宾等。</p>\n" +
          "      <p>通过市场实践与检验，我公司提供的制冷服务得到了广大新老客户的一致的认可和信赖与支持。为了回报客户，我公司将不断追求卓越，以诚信为本，精诚合作的态度，最大限度的满足客户需求，服务于客户忠诚于客户，成为客户永远信赖的合作伙伴！</p>\n" +
          "      <p>公司经营理念：诚信服务，客户至上公司服务宗旨：做客户之所想，想客户之所需公司人才理念：以人为本，优秀人才铸造优质工程客户永远信赖的合作伙伴！</p>"
      },
    ],
    seven_equipment:[
      {
        img:"http://47.102.210.175/uploadFiles/appBanner/2.jpg",
        title:"equipment1",
      },
      {
        img:"http://47.102.210.175/uploadFiles/appBanner/3.jpg",
        title:"equipment1",
      },
      {
        img:"http://47.102.210.175/uploadFiles/appBanner/3.jpg",
        title:"equipment1",
      },
      {
        img:"http://47.102.210.175/uploadFiles/appBanner/4.jpg",
        title:"equipment1",
      },
      {
        img:"http://47.102.210.175/uploadFiles/appBanner/3.jpg",
        title:"equipment1",
      },
    ],
    eight_product:[
      {
        img:"http://47.102.210.175/uploadFiles/appBanner/1.jpg",
        title:"product1",
      },
      {
        img:"http://47.102.210.175/uploadFiles/appBanner/1.jpg",
        title:"product1",
      },
      {
        img:"http://47.102.210.175/uploadFiles/appBanner/1.jpg",
        title:"product1",
      },
      {
        img:"http://47.102.210.175/uploadFiles/appBanner/1.jpg",
        title:"product1",
      },
      {
        img:"http://47.102.210.175/uploadFiles/appBanner/1.jpg",
        title:"product1",
      },
    ],

  },
  getters:{
    /*main_height : state => {
      return state.screen_height;
    }*/
  },
  mutations:{
    /*UPDATE_CURRENT_MENU(state,index){
      state.current_menu = state.menu[index];
    },*/
  },
  actions:{
    /*setCurrentMenu({commit,state},index){
      commit("UPDATE_CURRENT_MENU",index);
    },
    init({commit}){
      commit("UPDATE_CURRENT_MENU",0);
    }*/
  }
}




